{
    "quotes": [
        "Simplicity is the ultimate sophistication. – Leonardo da Vinci.",
        "Have no fear of perfection—you’ll never reach it. – Salvador Dali.",
        "Digital design is like painting, except the paint never dries. - Neville Brody.",
        "Design is not just what it looks like and feels like. Design is how it works. – Steve Jobs.",
        "It’s through mistakes that you actually can grow. You have to get bad in order to get good. – Paula Scher.",
        "Get rid of everything that is not essential to making a point. – Christoph Niemann.",
        "I am always doing that which I cannot do, in order that I may learn how to do it. – Pablo Picasso",
        "Graphic design will save the world right after rock and roll does. – David Carson.",
        "Whitespace is like air: it is necessary for design to breathe.” –Wojciech Zieliński.",
        "Design is thinking made visual. – Saul Bass.",
        "If you’re not prepared to be wrong, you’ll never come up with anything original. – Sir Ken Robinson.",
        "To design is much more than simply to assemble, to order, or even to edit: it is to add value and meaning, to illuminate, to simplify, to clarify, to modify, to dignify, to dramatize, to persuade, and perhaps even to amuse. To design is to transform prose into poetry. – Paul Rand",
        "The goal of a designer is to listen, observe, understand, sympathize, empathize, synthesize, and glean insights that enable him or her to ‘make the invisible visible. – Hillman Curtis.",
        "Styles come and go. Good design is a language, not a style. – Massimo Vignelli.",
        "If you do it right, it will last forever. – Massimo Vignelli.",
        "Design is a solution to a problem. Art is a question to a problem. – John Maeda.",
        "There is no such thing as a boring project. There are only boring executions. – Irene Etzkorn.",
        "Simplicity, wit, and good typography. – Michael Bierut.",
        "The future belongs to a different kind of person with a different kind of mind: artists, inventors, storytellers-creative and holistic ‘right-brain’ thinkers whose abilities mark the fault line between who gets ahead and who doesn’t. – Daniel Pink.",
        "Only those who attempt the absurd will achieve the impossible. – M.C. Escher.",
        "A designer is an emerging synthesis of artist, inventor, mechanic, objective economist, and evolutionary strategist. – Buckminster Fuller.",
        "Design and art are independent coordinates that provide their greatest satisfactions when experienced simultaneously. – Milton Glaser."
    ]
}